cases/artigo_mestrado/on-caso-1.2/_grid_calib/P1333_d1e+15/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    object U;
}

dimensions      [ 0 1 -1 0 0 0 0 ];
internalField   uniform ( 0 0 0 );
boundaryField
{
    inlet           { type zeroGradient; }
    outlet_peri     { type zeroGradient; }
    fsi_pia         { type noSlip; }
    fsi_dura        { type noSlip; }
    lid_wall_inner  { type noSlip; }
    lid_wall_outer  { type noSlip; }
}
