cases/artigo_mestrado/on-caso-1.2/_grid_calib/P1333_d1e+15/system/fvOptions
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object fvOptions;
}

peri_porous
{
    type            explicitPorositySource;
    active          true;
    explicitPorositySourceCoeffs
    {
        selectionMode   cellZone;
        cellZone        peri_porous;
        type            DarcyForchheimer;
        DarcyForchheimerCoeffs
        {
            d   d [0 -2 0 0 0 0 0] (1e+15 1e+15 1e+15);
            f   f [0 -1 0 0 0 0 0] (0 0 0);
            coordinateSystem
            {
                type    cartesian;
                origin  (0 0 0);
                coordinateRotation { type axesRotation; e1 (1 0 0); e2 (0 1 0); }
            }
        }
    }
}
